[

  {
    "title": "24 - Zymology with Quinton Sturgeon ",
    "time": "March 26, 2018",
    "link": "https://www.alieward.com/ologies/2018/3/26/24-zymology-with-quinton-sturgeon",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5ab9dcf1758d464b24687826/1522130175271/IMG_4975.JPG",
    "desc": "If you like booze, you'll love... fungus! Alie goes Rogue and takes a field trip to a brewery in Newport, OR where she smells vats of bubbling beer slop and learns about the microorganisms that are the workhorses of the brewing industry. Learn about yeasts, how beer is made, the hardest part about being a beer maker, the thick history of beer, some home brewing tips and also a nugget about bungholes. Let's get yeasty.Listen to the episode on iTunes, Art19 or wherever you get podcasts. Special thanks to Shannon Feltus and Boni Dutch for the hook-up and the road trip to the coast.Become a patron for as little as a buck a month: www.Patreon.com/ologiesOlogiesMerch.com has hats, shirts, pins, totes!Follow @Ologies on Twitter or InstagramFollow @AlieWard on Twitter or Instagram Some links which you may enjoy:Your new favorite yeast Your olfactory bulb (boing!)How them doggers sniffsHow smells workParty animalsSteps to brewingWhat is a hop?One dude’s Guinness dietAnother dude’s Guinness DietPacMan Yeast praiseDirty sinks are the worst Yakima hop fires!Gabiger’s Diet BeerGross spongesBarely wine is a thingBeard beer for youIt smells like poop  "
  },
  {
    "title": "23 - Melittology with Amanda Shaw ",
    "time": "March 20, 2018",
    "link": "https://www.alieward.com/ologies/2018/3/20/23-melittology-with-amanda-shaw",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5ab13a2ef950b73eb9e197d4/1521564219539/FullSizeRender-1.jpg",
    "desc": "BEES! Hives, honey, and how to keep them as outdoor pets. Meet melittologist and President of the Urban Beekeepers Association, Amanda Shaw. She and Alie cozy up in a weird hotel in Portland to chat about honeybees vs. native ones, how to become a beekeeper, social savagery that rivals Game of Thrones, if you should eat honey to deal with seasonal allergies, what happens in the drone zone (hint: boning) and how we can SAVE THESE FRIGGIN BEES. Also: what happens when 15,000 bees go through a carwash.Ps: I meant to post this last night when the episode went up but I got in late from the airport and somehow fell asleep in the middle of eating hummus. I don't understand how it happened. Anyway!Listen on iTunes, Art19 or wherever you get podcasts. For more on Amanda Shaw, see WaggleWorksPDX.comPortland Urban BeekeepersBecome a patron for as little as a buck a month: www.Patreon.com/ologiesOlogiesMerch.com has hats, shirts, pins, totes!Follow @Ologies on Twitter or InstagramFollow @AlieWard on Twitter or  Some links that you might enjoy:Why Mason Bees Fucking RuleWhere all all these damn bees going, thoMelissaphobia“More Than Honey” trailer will scare your pants off Wasps need to GTFOVerroa destructorBasic beekeeping set at AmazonBee venom is complicated, okay? Mellittin is savageWho goes with which queen?What do queens eat?LL Langstroth -- I said 1950s but I meant 1850s! Plz don't @ meWorker bee jobsQuaking tooting piping, oh my!Hives vs nestsHow cute are carpenter bees?Honey allergiesWaggle Works, Amanda's bee consulting company  "
  },
  {
    "title": "22 - Museology with Ronnie Cline ",
    "time": "March 12, 2018",
    "link": "https://www.alieward.com/ologies/2018/3/12/22-museology-with-ronnie-cline",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5aa74f2f53450ad3cc77f7bd/1520914236301/IMG_4501.JPG",
    "desc": "Museums! Mummies! Paintings! Hot dogs! Alie sits down with her dear internet friend and museologist Ronnie Cline, who manages 30,000 artifacts over 22 California State Park Museums. Get the hot gossip about behind-the-scenes museum life, vintage ghosts, following your dreams, changing the tone of history and the time Alie ruined a 16th Century Dutch portrait. Also: why Jack London is your new dead celebrity crush. Listen on iTunes, Art19 or wherever you get podcasts. Follow @MuseumRonnie on InstagramBecome a patron for as little as a buck a month: www.Patreon.com/ologiesOlogiesMerch.com has hats, shirts, pins, totes!Follow @Ologies on Twitter or InstagramFollow @AlieWard on Twitter or Instagram Some links for your perusal:Wonder Woman’s day job at the LouvreJack London’s crazy lifeThe last known footage of Jack London State Parks are cool, for realNow I want a sleeping porchRonnie's #HotDogLyfeConfederacy of Dunces backstory What is a conservatorI think I fucked up this paintingI want to interview this bioarcheologist on Twitter Moths get hornyJack London's 1906 earthquake photos“Jack London: Paths Men Take\" book trailerShrunken head factsSylvester the Mummy’s MRISylvester the Mummy was owned by a con-manMore Wild West mummy footageBuy yourself a stanchion People ruining museum thingsWhy you’re a book snifferBook perfumes "
  },
  {
    "title": "21 - Gizmology with Simone Giertz",
    "time": "March 12, 2018",
    "link": "https://www.alieward.com/ologies/2018/3/12/21-gizmology-with-simone-giertz",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5aa7197b53450af0dcf781f4/1520900480836/FullSizeRender+21.jpg",
    "desc": "Very terrible photo of wonderful person, Simone GiertzYouTube's \"Shitty Robots\" machine-maker, very funny human being, professional tinkerer and potential astronaut Simone Giertz hops in Alie's car to hang out in a sketchy Hollywood alley and chat. Topics covered: the definition of a robot, artificial intelligence, the gateway to her thirst for engineering power, plastic animals, and topless grandmas.Listen on iTunes, Art19 or wherever you get podcasts. Watch Simone's videos on YouTubeBecome a patron for as little as a buck a month: www.Patreon.com/ologiesOlogiesMerch.com has hats, shirts, pins, totes!Follow Simone on TwitterFollow @Ologies on Twitter or InstagramFollow @AlieWard on Twitter or Instagram Some links which may be helpful:Flashback: “Small Wonder”SIRI, DEFINE 'ROBOT'Control an arduino boardLook at this cute little arduino boardSimone slaughters a tofu robotWhat is uncanny valley?Ex Machina vs. Svedka vs. Sophia "
  },
  {
    "title": "20 - Mythology with John Bucher ",
    "time": "February 26, 2018",
    "link": "https://www.alieward.com/ologies/2018/2/26/20-mythology-with-john-bucher",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5a94fea3e4966b1aa55bd26c/1519713961994/IMG_4196.JPG",
    "desc": "Superhero movies. Bastardized fairy tales. The psychology of celebrity. Star Wars. And yes, some ancient Greek and Roman myths. Professional mythologist and screenwriting consultant John Bucher spins some yarns and unravels some mysteries behind what makes a good story, and why we so desperately need them. Also: rethinking your own life's narrative and gaining a greater appreciation for Elvira. Trust me.Listen on iTunes, Art19 or wherever you get podcasts. Become a patron for as little as a buck a month: www.Patreon.com/ologiesOlogiesMerch.com has hats, shirts, pins, totes!John Bucher's website, TellingABetterStory.comFollow @JohnKBucher on TwitterFollow @Ologies on Twitter or InstagramFollow @AlieWard on Twitter or Instagram Some links which may be of use:Waterworld: Pretty much Noah but with Kevin CostnerDepth PsychologyElvira’s WikipediaCaligula SucksThe OG Little Mermaid by Hans Christen AndersonAaron Foley’s “How to Live in Detroit Without Being a Jackass”Verner’s SodaStory of SisyphusMalta Wants You To Visit It"
  },
  {
    "title": "19  - Teuthology with Sarah McAnulty ",
    "time": "February 24, 2018",
    "link": "https://www.alieward.com/ologies/2018/2/24/19-teuthology-with-sarah-mcanulty",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5a91e839e2c483bcb277ac4f/1519511623948/IMG_4090.JPG",
    "desc": " Squids. Cuttlefish. Octopusseseses. The world's most impassioned squid nerd, Sarah McAnulty, gets locked in a basement with Alie to talk about cephalopods, alien DNA, camouflage, invisibility cloaks, why cute things make us insane, terrible mating strategies, cute and clever ones and why she is so charmed by squid. Also addressed: Philly accents and the Kraken.Listen via iTunes, Art19 or wherever you get podcasts. Become a patron for as little as a buck a month: www.Patreon.com/ologieswww.OlogiesMerch.com has hats, shirts, pins, totes!Follow @SarahMackAttack on Twitter or InstagramFollow @Ologies on Twitter or InstagramFollow @AlieWard on Twitter or Instagram Some links which might be helpful:NatGeo video that Sarah Loves Humboldt Squid Dynamic Skin Patterns in CephalopodsMarine Bio Basics Why Cute Things Make You Want to Punch ThingsSquid Camouflage LED vs. LCDDeep Sea Bisexual Squid Man eating squid  "
  },
  {
    "title": "18 - Sexology with ShanBoody aka Shannon Boodram",
    "time": "February 24, 2018",
    "link": "https://www.alieward.com/ologies/2018/2/12/18-sexology-with-shanboody-aka-shannon-boodram",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5a91e712ec212d9451afe907/1519511320715/IMG_3938.JPG",
    "desc": "Sex. Sex. Sex. Sex. Also sex. Buckle up, Ologites, because clinical sexologist and author Shannon Boodram (known for her sex educational YouTube channel ShanBoody) chats with Alie about sexual identity, how to get over slumps, love languages, how a friggin' vagina works, monogamy vs. open relationships and which is right for her, sexual dynamics since women's liberation, some fun with prostate orgasms, fetishes and why relationships can be like pizza. Then at the very very end Alie talks about the weirdest sex dream she's ever had SORRY. Listen to the episode on iTunes, Art19 or wherever you get podcasts. Shanboody on Twitter and InstagramShan's YouTube channelOlogies merch! Follow Ologies on Instagram or TwitterFollow Alie Ward on Instagram or Twitter Some links that may be helpful:Sexology certification infoWhat is orgasm? A model of sexual trance and climax via rhythmic entrainmentHistory of tribal tattoos in AmericaPeople love prostate orgasms Sexual surrogacySexual arousal cycleThings women couldn’t do in the ‘60sSexual assault statisticsWhat is consent? Words for TAINTWhere do fetishes come from? Books:LAID by Shannon BoodramMama Gena’s School for Womanly ArtsShe Comes First Science of Happily Ever AfterEster Perel's Mating in Captivity "
  },
  {
    "title": "17 - Gelotology with Lee Berk ",
    "time": "February  5, 2018",
    "link": "https://www.alieward.com/ologies/2018/2/5/17-gelotology-with-lee-berk",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5a78fef3e2c4835296c02388/1517879046963/IMG_2747.JPG",
    "desc": " The. Study. Of. Laughter. It exists, and it's called gelotology. In one of the oddly more somber episodes, Alie sits down with Dr. Lee Berk, a doctor who is \"serious about laughter\" and has dedicated decades to hunting down how humor affects the body. Learn about what makes a joke a joke, the science behind happiness, why you laugh when you're nervous, if comedians are naturally depressed or if that's a myth, and why some people get paid to tickle rats. Gelotology is an actual science and as Alie learns, it really is no laughing matter.Listen on Art19, or find the show on iTunes, Stitcher or wherever you fetchyer pods. Follow Ologies on Instagram or Twitter Follow Alie on Instagram or TwitterBuy some cool items at www.OlogiesMerch.comSome potentially useful links:Dr. Lee Berk’s website History of laughter therapyDescartes and mind-body dualism Who was Norman Cousins? What the fuq is a joke? Who do laughs work?Why do we laugh?Carol Burnett dentist sketchLaurel and Hardy The Granpappy of the word “stress”What are brain waves?Tickle some rats; they love it Why do we laugh when tickled? Are comedians depressed thoEat more nuts, okay?"
  },
  {
    "title": "16 - Ichthyology with Chris Thacker",
    "time": "January 29, 2018",
    "link": "https://www.alieward.com/ologies/2018/1/29/16-ichthyology-with-chris-thacker",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5a6fcee7f9619a7515382ae3/1517276906025/FullSizeRender+20.jpg",
    "desc": "ALL. ABOUT. FISH. Hilariously charming fish expert and LA County Natural History Museum Curator of Ichthyology, Dr. Christine Thacker, sits down with Alie in a basement full of several million jars of fish to chat about the worst fish husbands, the weirdest mating behaviors, the scariest fish, the nicest fish, the tiniest fish, how they breathe, how you can help reverse global warming, and whether you should pee in wetsuits. I love her so much and so will you. Listen on Art19, or find the show on iTunes, Stitcher or wherever you fetchyer pods. Follow Dr. Chris Thacker on Instagram or TwitterWatch her Curiosity Show on NHM.orgFollow Ologies on Instagram or Twitter Follow Alie on Instagram or TwitterBuy some cool items at www.OlogiesMerch.comSome potentially useful links:Tracy Morgan’s appreciation of biodiversity on Animal Planet’s “Tanked”ActinopterygiiGeneral Bottle SupplyHula fish movesAngler fish Lumpfish Hagfish DesairologyShrimps and gobisMudskipper videosMonterey Bay seafood watchGreat White sharks in Los AngelesFriands on YouTube via Everyday Gourmet TV Editing by Steven Ray MorrisMusic by Nick Thorburn"
  },
  {
    "title": "15 - Herpetology with David Steen ",
    "time": "January 23, 2018",
    "link": "https://www.alieward.com/ologies/2018/1/23/15-herpetology-with-david-steen",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5a6776a124a69409e0407a05/1516730027287/Dr+Steen+.jpg",
    "desc": "Sea turtles, frog storms, Indiana Jones trivia, the triumph of will that was Snakes on a Plane, plus dissembling your anti-sneck feelings with Dr. David Steen. Learn more about what makes a herp a herp, the unfortunate etymology behind the ology, and why you'll be a rebel by loving snakes. A great episode for those who want to conquer their fears with science and logic, and also who grew up romping around and turning over logs. Listen on Art19, iTunes or wherever you get podcasts. Follow Dr. Steen at Twitter.com/alongsidewild For more info, see: www.davidasteen.com or www.alongsidewildlifefoundation.orgT-shirts, pins, mugs and hats at www.ologiesmerch.comFollow Ologies on Twitter and InstagramOr say haaaay to Alie on Twitter or Instagram Sidenote: Dinner with Thanatologist Cole Imperi in Portland on Feb. 22 link is here  Some other links which may be helpful:Stump rippers, etc: Indiana Jones: What kinds snecks are those? Raiders of the Lost Arc snake factsSnake bite statsWell of Souls clipNaturism vs. naturalism (That one has nude butts, FYI)Dont suck venomNeotenyCrime fears and statsBabies don’t fear snakesFrog storms Your TV may kill you VICE doc on snakesNarcisse caves in ManitobaSnake abduction  "
  }
,
  {
    "title": "14 - Sports & Performance Psychology with Sari Shepphird",
    "time": "January 15, 2018",
    "link": "https://www.alieward.com/ologies/2018/1/15/14-sports-performance-psychology-with-sari-shepphird",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5a5d39230852296a834fbed6/1516058931149/Dr.+Shepp+Headshot_Ologies.jpg",
    "desc": "Sweaty palms before a date. Racing heart during a presentation. Needing a diaper while delivering a wedding toast. We've all been there. On the heels of New Year's resolutions, sports & performance psychologist Dr. Sari Shepphird explains confidence vs. performance anxiety, the origins of perfectionism, how much social media is too much, self-sabotoage and also dishes on strategies that athletes use to perform under pressure. Also: why you should holler the F word when you're nervous, why being authentic is always the best policy and the perils of professional darts. Listen to the episode via Art 19, iTunes, Stitcher or wherever you get podcasts. For more info on Dr. Shepphird, visit www.sportandperform.comFollow Dr. Sari Shepp on Twitter Follow Ologies on Twitter or InstagramFollow Alie on Twitter or InstagramOlogiesMerch.com has your actual body covered. Become a patron at Patreon.com/ologies Some links which may be of use perhaps:Diaphragamammatical breathing How to Breathe and StuffSolo athletes get the deproshons Positive self-talk is ... positive Weird sports superstitionsJust say “I’M EXCITED”Riots Lakers Nika riotsWhich Williams sister is which How does adrenaline block pain? Identity foreclosureThe Power of Full EngagementBooks about saying HELL NOBring Your A Game by Jennifer EitherThe Cubs Way by Tom Verducci  "
  },
  {
    "title": "13 - Spesh Ep: Hematology with Brian Durie ",
    "time": "January 11, 2018",
    "link": "https://www.alieward.com/ologies/2018/1/8/13-spesh-ep-hematology-with-dr-brian-durie",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5a582a9108522969d73e6cc9/1515727514577/IMG_3302.JPG",
    "desc": "Bloooood. In this special episode, Alie sits down with Scotsman and hematologist Dr. Brian Durie to talk about blood: what it is, and what can go wrong. As an oncologist, Dr. Durie is a leading researcher in multiple myeloma, a disease that's deeply affected Alie's family. So learn about what's in your blood and how doctors are finding new cures and therapies for the people diagnosed with blood cancers. Also learn about the most scientifically chill way to live your life, what foods to avoid, whether or not Coachella is too crowded and some handy fish slang.Listen to the episode via Art 19, iTunes, Stitcher or wherever you get podcasts. For more info on myeloma, visit www.myeloma.orgFollow Dr. Brian Durie or the International Myeloma Foundation on Twitter Follow Ologies on Twitter or InstagramFollow Alie on Twitter or InstagramOlogiesMerch.com has swag. Become a patron at Patreon.com/ologiesYou can download the raw, unedited interview, with a little more info for myeloma patients here.Here are some other links which may be helpful:Signs and symptoms of myelomaWhat is blood?RevlimidBlack Swan Research Initiative Yeezy Clear PVC pumpsBlue ZonesDiet sodas and depressionHow much does bottle service cost?  "
  },
  {
    "title": "12 - Glycobiology with Michelle Dookwah ",
    "time": "January  8, 2018",
    "link": "https://www.alieward.com/ologies/2018/1/8/12-glycol-biology-with-michelle-dookwah",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5a5417e78165f57dfd12970a/1515460615954/IMG_3193.JPG",
    "desc": "Carbohydrates: no longer just for your piehole. Stuff some knowledge into your ears with sugar scientist Michelle Dookwah and learn how your cells use carbs to communicate, the whys behind your winter cravings, the hot goss on the keto diet, and how much sugar you should really be eating. Also: B-movies about biology and the weirdest thing Alie ate today.Listen to the episode via Art 19, iTunes, Stitcher or wherever you get podcasts. Follow Michelle Dookwah on Twitter or Instagram, Follow Ologies on Twitter or InstagramFollow Alie on Twitter or InstagramOlogiesMerch.com has swag stuff.  And here are some links you may find useful:Structure of sugars and their tasteSalt and Pepper syndromeExtraordinary Measures on Rotten TomatoesStudy on white vs. whole wheat breadKetogenic dietWorld's Largest BaguetteSugar Science at UCSFWinter chub factorHow does sense of taste workSugar alcoholsSugar free gummy bear reviews on AmazonAutophagyGlycogen depletionLow carb dietKetogenic diet   "
  },
  {
    "title": "10 & 11 - Cosmology with Katie Mack: Two Parter ",
    "time": "December 12, 2017",
    "link": "https://www.alieward.com/ologies/2017/12/11/10-cosmology-with-katie-mack",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5a30dd4df9619af05c3fbd36/1513151828610/Katie_Ologies+Promo.jpg",
    "desc": "Stars. Black holes. THE GAWDANG UNIVERSE. Astrophysicist and cosmologist Katie Mack (@astrokatie) joins to tell us her most embarrassing moments as a cosmologist, to debunk some physicist myths and give the nuts + bolts of everything form particle physics to gravitational waves and existential mysteries. Walk away with cocktail party comprehension of everything from the itty-bitty quarks that make you to the neutron stars banging together across the cosmos. More than anything, get perspective about your life on this, our little pale blue dot.Listen to the episode via Art 19, iTunes, Stitcher or wherever you get podcasts. Follow @AstroKatie on Twitter Follow Katie on InstagramFollow Ologies on Twitter or InstagramSome links that may be helpful:SpaghettificationSpike in paper submissionsArXiv.orgGreat Red SpotLIGOKip ThorneQuantum Theory Cannot Hurt YouNASA JPLMany WorldsStars circling black holesHow big is the Milky Way? Pale Blue DotMore Pale Blue Dot  recordingString Theory in a NutshellGeneral RelativityPeter Higgs interviewHiggs Boson particleLarge Hadron ColliderLarge HARDON Collider "
  },
  {
    "title": "9 - Entomology with Lila Higgins",
    "time": "December  4, 2017",
    "link": "https://www.alieward.com/ologies/2017/12/4/9-entomology-with-lila-higgins",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5a270d9df9619a96bf5a3486/1512508839585/Image+12-5-17+at+12.21+PM.jpg",
    "desc": "Buuuugs. We cover perhaps Alie's favorite ology ever with an ologist who changed her life. Meet Lila Higgins: the self-professed \"bug geek\" with passion more infectious than a glassy winged sharpshooter mouth. (That will make sense later.) We talk about clowns in the forest, badgers, Hare Krishnas, solitary bugs vs. social ones, why wasps are such dicks and why it's totally fine to kiss a cockroach and eat a cricket. Listen to the episode via Art 19, iTunes, Stitcher or whoever you get podcasts. Watch Lila's TEDX TalkFollow Lila on InstagramFollow Ologies on Twitter or InstagramSome possibly helpful links:BioQuip entomology supplies and microscopes and weird socksGlassy Winged Sharpshooter Fairy WaspsUC Riverside Entomology programLA County Natural History MuseumNatural History Museum Volunteer application Look for new galaxies!Lorquin Entomological Society  Music by: Nick ThorburnProduction help: Jason Scardamalia"
  },
  {
    "title": "Minisode: Gratefulology is not a real word",
    "time": "December  4, 2017",
    "link": "https://www.alieward.com/ologies/2017/12/4/minisode-gratefulology-is-not-a-real-word",
    "desc": "This pre-Thanksgiving minisode touched on the neuroscience of gratitude to explore whether or not it's all totally bullshit. Turns out it's not! Probably!Follow Ologies at www.Twitter.com/Ologies or www.Instagram.com/OlogiesListen to the episode via:Art19iTunesStitcherOr wherever you get podcasts.Here are some possibly useful links:Greater Good Science Center at UC Berkeley Dr. Robert Emmons on Twitter \"Thanks!,\" Dr. Emmons's book about why you should be grateful for shit that you have Thnx4.org, which is like Twitter but the opposite    "
  },
  {
    "title": "8 - Cosmetology with Alysha Sherri Marcantonio ",
    "time": "November 14, 2017",
    "link": "https://www.alieward.com/ologies/2017/11/13/8-cosmetology-with-alysha-sherri-marcantonio",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5a0a4fece4966b7f02f8ec4a/1510625271247/FullSizeRender+15.jpg",
    "desc": "Skin care! Beard care! History! Grooming! Men's concealer! Make-up! And most importantly: what is self-confidence and where does it come from? The incredibly charming Alysha Marcantonio has been Alie's make-up artist for years and stepped in the booth to dish about HOW IN THE HECKERS she always has perfect skin (Alysha, not Alie), what it's like to hear all the gossip on set, creature prosthetics vs. glam squad and why beauty truly does come from the inside. Emotionally and from a molecular level.  Listen on Art19Listen/subscribe on iTunesFollow Alysha on InstagramFollow Ologies on Instagram or TwitterOlogies hats, limited edition enamel pins, shirts, mugs & more at www.OlogiesMerch.comSupport the podcast at Patreon.com/ologies. Donating even 25 cents an episode gets your questions at the top of the heap. Here are some insane things we gabbed about:Cosmetology license FAQCinema Makeup School’s Ghastly Yelp Max Factor vintage Juggalo TV contouringWitch Hazel historySerum she loves — Seaberry from Fresh THE MEN PEN Thyroid eyebrowsHuman Leather, Frequently Shouted Questions   "
  },
  {
    "title": "7 - Ornithology with James Maley ",
    "time": "November  7, 2017",
    "link": "https://www.alieward.com/ologies/2017/11/7/ornithology-with-james-maley",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/5a01a5c2c83025f467364572/1510057418885/unnamed.jpg",
    "desc": "Birds! Horned screamers! Winged pirates! Professional bird-person and all around cool dude James Maley joins Alie to talk about bird mating, monogamy, the cult of ornithology, absurd birds, parrots that are smarter than your friends' kids, a surprising fact about owl ears and history's most tragically zealous bird nerds. If you love birds, you'll be at home. If a bird did you dirty, you'll open your heart and learn to love again. For photos of the Moore Lab of Zoology, follow Instagram.com/mlzbirds. To support Ologies and follow along:Patreon.com/ologiesTwitter.com/ologiespodInstagram.com/ologiesOlogiesMerch.comEnamel pins just came in and hot damn they're cool as heck:https://ologiesmerch.com/collections/frontpage/products/ologies-pin-set-1  Also, I typically hyperlink these, but it's 4:27am and I haven't been to bed and I'm catching a flight to Arizona in a few hours, so please accept my sincere regrets that these aren't hyperlinked. I would rather take the time to type up an excuse than hyperlink them right now. The gall. BUT GET UP IN THESE LINKS:Eagles in Dumpsters, an allegory https://www.youtube.com/watch?v=D1NUmxf9PPA Bald Eagle Dumpster Feasthttps://www.youtube.com/watch?v=SBk1--vW834 Pam AusMr Fox and an eaglehttps://www.youtube.com/watch?v=NSEd6O0bBFs Beggars on the Deckhttps://www.youtube.com/watch?v=8KBEQFSWheI Turkeys can flyhttps://www.youtube.com/watch?v=8NsbWMCxkVQ Ben Franklin and turkeyshttp://mentalfloss.com/article/53729/no-ben-franklin-didnt-want-turkey-great-seal Sandhill cranes callinghttps://www.youtube.com/watch?v=lbn8yIq7_LM Paper on starlingshttp://www.pnas.org/content/107/26/11865.abstract jon hornbucklehttp://www.surfbirds.com/cgi-bin/surfbirds/display.cgi?highVal=49&list=list1 Horned screamerhttps://www.youtube.com/watch?v=eO8jNSdxyqI Duck dickshttps://news.nationalgeographic.com/2017/09/duck-penis-size-social-group-study/ Lekkinghttps://www.youtube.com/watch?v=W7QZnwKqopo"
  },
  {
    "title": "6- Thanatology with Cole Imperi ",
    "time": "November  1, 2017",
    "link": "https://www.alieward.com/ologies/2017/11/1/6-thanatology-with-cole-imperi",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/59fa4257085229169f2843b0/1509573212407/IMG_1619.JPG",
    "desc": "My guest this week met me in a dim conference room in a Cincinnati Hampton Inn on a Tuesday night and it was lit. Cole Imperi is a certified thanatologist and loves talking to people about death and dying. She also makes really good sugar cookies and was warm and patient talking to me about my anxiety surrounding death. I can't say enough good things about the woman. I'm short on time (AREN'T WE ALL THOUGH IN THE END?) but here's a list of links that may be useful:Coles's website: www.hellocole.comOlogies on Apple Podcast/iTunesOlogies on Art19Ologies at twitter.com/ologiespodor instagram.com/ologiesShirts, mugs, etc at www.ologiesmerch.comLinks to things we discussed:Near Death experiences:We are stardust Books about willsPromession Cremation map:Red state map:Egg podAmerican Gothic Funeral Director Animals GrievingBritish Lawnmower Museum David the Gnome Kicks The BucketAlkaline HydrolysisWhen You Lose Someone You Love by Joanne Fink Attending the Dying by Megory Anderson    "
  },
  {
    "title": "Minisode! Fallogies",
    "time": "October 25, 2017",
    "link": "https://www.alieward.com/ologies/2017/10/25/minisode-fallogies",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/59f1007aedaed8d2d24fb628/1508966537683/IMG_1474.JPG",
    "desc": "Dear Autumn,Where the FACK are you? I'm sitting here with a pile of scarves and we're wondering why you hate us. I want to make a ghosted pun but it's too painful. It's 104 degrees in LA and in tombstones on people's lawns -- when it feels like July -- is just creepy and fucked up. I understand that the Earth is roasting like a game hen but I hope you come back. To woo you, I made a minisode with the world's weirdest fall ologies and I hope that you like it and you return. I had to order a chai tea iced and I want to pour it down my back to cope, but just know that you're very adored and California is waiting for you. Lovelorn,Ward Ologies on Apple Podcast/iTunesOlogies on Art19Ologies at twitter.com/ologiespodor instagram.com/ologiesShirts, mugs, etc at www.ologiesmerch.com Links to things discussed: CUCURBITOLOGYDisgusting turnip faceGourd Care 101 AUTUMN PHENOLOGYFall is so hot thoWhy the leaves turn — but notsomuch this yearAutumn, we want you backCHIROPTEROLOGYVampire bats and their chicken lickin’ Bat facts a plenty  CASUAL DEMONOLOGYThe doctor is in ENTOMOPATHOLOGYZombies are real, y’allLike really"
  }
,
  {
    "title": "5 - Horology with Cameron Weiss ",
    "time": "October 17, 2017",
    "link": "https://www.alieward.com/ologies/2017/10/17/5-horology-with-cameron-weiss",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/59e6d7adf43b55c4acb5b315/1508300734990/FullSizeRender+13.jpg",
    "desc": "Watchmaking horologist Cameron Weiss sits down to talk about mechanical vs. quartz, little tiny springs, patience, S-Town and the history of timekeeping. Also we address rap lyrics and some existential bullshit.Ologies on Apple Podcast/iTunesOlogies on Art19Cameron Weiss at Instagram.com/weisswatchcompanyOlogies at twitter.com/ologiespodor instagram.com/ologiesShirts, mugs, etc at www.ologiesmerch.com Links to things discussed:History of standardized timeAudemars Grand Complication million dollar watch Genius.com lyrics History of timekeeping devicesClock o’ dial DOES TIME EVEN EXIST?  "
  },
  {
    "title": "4 - Gemology with Kelly Sitek ",
    "time": "October 10, 2017",
    "link": "https://www.alieward.com/ologies/2017/10/10/4-gemology-with-kelly-sitek",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/59dcb49e64b05fea9d43ac12/1507636399102/FullSizeRender.jpg",
    "desc": "Get cozy with professional gemologist Kelly Sitek. She talks about adventures in mining, the chemical composition of different gems, breaks down the test taking process for gemology and gives advice on haunted stones. We also spill some tea on cultured pearls and address the psychology and neurological merits of crystals/the placebo effect. Whether you are a staunch skeptic or all about woo-woo, you may end up shoving a crystal down your pants just for good luck. A.k.a. neural top-down control of physiology. Ologies on Apple Podcast/iTunesOlogies on Art19Kelly Sitek at Instagram.com/therockhuntressOlogies at twitter.com/ologiespodor instagram.com/ologies Shirts, mugs, etc. Some helpful links:Robert Shipley bio The deal with birthstonesPut your crystals in rice I guessPiezoelectric effectAre conflict diamonds actually conflict free?Neural top-down effect on physiology (aka placebo?)https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2818254/Why you want a diamond ring (hint: marketing)Cave of the Crystals "
  },
  {
    "title": "3 - Paleontology with Michael Habib ",
    "time": "October  5, 2017",
    "link": "https://www.alieward.com/ologies/2017/10/5/3-paleontology-with-michael-habib",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/59d6b3d9f5e23172de51720d/1507242977772/Michael+Habib_Paleontology.JPG",
    "desc": "Paleontology is up! Listen to Dr. Michael Habib, who by morning dissects humans but by afternoon is in the paleontology lab. We learn what a fossil actually is, the realities of fieldwork, who names dinosaurs and why the past matters in trying to make sure we don't all roast to death with global warming. Also, dick implants. Listen via: Ologies on Apple Podcast/iTunesOlogies on Art19Follow Ologies on Twitter @OlogiesPod or Instagram at  @olgies or Become a patron on Patreon. I might send you things in the mail. Dr. Michael Habib on Twitter and Instagram Ologies shirts, mug and totes are now available at OlogiesMerch.com, thanks to wonderful listeners/friends Shannon Feltus, chef and artist of Oregon's Urban Farm Foods and Boni Dutch, an artist and designer. For more info, here are some links we discussed:ChangyuraptorK-T event aka oops almost everything diedPluto’s not a planetBone WarsSee Jurassic Right. Steven Ray Morris's dino podcastFeathered Dino Tail Be a cheapskate for your weddingPlaster JacketsDr. David Schwimmer Music by Nick Thorburn, who releases a new album this weekProduction by Jason Scardamalia, who is on SoundCloud  "
  },
  {
    "title": "2- Primatology with Kate Gilmore",
    "time": "September 25, 2017",
    "link": "https://www.alieward.com/ologies/2017/9/25/2-primatology-with-kate-gilmore",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/59c9c2f18fd4d2ce2dd9c143/1506394888868/FullSizeRender+12.jpg",
    "desc": "If you like lava, you'll love monkey butts. Ologies on Apple Podcast/iTunesOlogies on Art19Settle in with guest Kate Gilmore, professional primatologist and lead keeper of the great apes and Old World monkeys at the Los Angeles Zoo. Learn about chimpanzee mating, why zookeepers don't wear FitBits, primate DRAAAMA, the erroneous philosophy behind truck nuts and what happens in the middle the night at the zoo. Also get some good info on primate conservation and how to be a friend to orangutans.Follow Ologies on Twitter @OlogiesPod or Instagram at  @olgies or @aliewardBecome a patron on Patreon. I might send you things in the mail. Ologies shirts, mug and totes are now available at OlogiesMerch.com, thanks to wonderful listeners/friends Shannon Feltus, chef and artist of Oregon's Urban Farm Foods and Boni Dutch, an artist and designer. And now, some links for additional reading/watching/wonder:Etymology of primateWhen was um Pangea, um? Leaky trioAZA accreditationPaper about competition in female chimpanzeesHarambe memes, wtf? Do you recognize yourself in the mirror? Koko's PBS documentary trailerBush baby plush toy that's not even goodCute ass real bush babies thoBondo Mystery Aping ain't easy  Great Ape conservation info:Jane Goodall InstituteWorld Wildlife FundGreat Ape Conservation FundCheyenne Mountain Zoo info on palm kernel oil  Ologies music by Nick ThorburnMixing and final production by Jason Scardamalia"
  },
  {
    "title": "Ologies is up!",
    "time": "September 20, 2017",
    "link": "https://www.alieward.com/ologies/2017/9/20/ologies-is-up",
    "desc": " Hello folks and thanks so much for listening to the first episode of Ologies with the supremely badass volcanologist and congressional candidate, Jess Phoenix. Y'ALL WE DID IT THIS IS FINALLY A PODCAST THAT EXISTS. Before I get to the links, a clarification:So, if you subscribed in advance (thank you so facking much!), you may have gotten a version of the show that was not intended to go out. It's a rough rough edit done a few months ago, before the sound was really mixed, before my narration was added and before the show had a format. I'm so sorry. I am mortified because I'd worked literally months on the new version with sound effects, my V.O. and a much tighter conversation. My network uploaded the wrong file in the middle of the night and I didn't know until it was after noon on the East Coast. So I'm sorry I had to make so many frantic announcements via social media (\"Hey hi I'm Alie and I'm not wearing any makeup and I'm about to cry please delete my podcast!\") but I really fucking love my listeners and you deserve the best: a show that has the right balance of science and warmth and humor and is professionally done. Putting out the wrong version was my own little mini-nightmare but... [SHRUG EMOJI]. If you got the wrong version, you'll know because it had no narrated bits throughout. If you got the RIGHT one, you'll know what was in my family's earthquake kit growing up and how I feel about awkwardly misogynistic volcano romance. Okay.Click here for the right version. So if you got the wrong one, delete and redownload and pretend it's all fresh. Whatever.If you liked it, I'd love it if you rated/reviewed/subscribed on iTunes or wherever you obtain thine podcasts. And/or tell your friends about the podcast. If you feel so inclined, become one of my first pals on Patreon. I'm considering making creepy shoulder massages a perk, but maybe that's a bad idea and I should just make Ologies keychains. Let me know what rewards you'd want in the comments below OR by becoming a Patron and posting on the page. I want to keep making the best quality episodes without a bunch of annoying ads, and I hope there are enough of us to make that possible. Okay, onto the links!Jess Phoenix on TwitterJess Phoenix on InstagramOlogies on TwitterOlogies on InstagramMauna Loa (\"It's long. It's really really looooong.\")Kīlauea Video of Mt. St. Helens \"projectile vomiting\"BBC docudrama on Yellowstone/supervolcanoesEarthquake kit instructions (ahem, California and Pacific Northwest)\"Subduction leads to orogeny\" itemsPixar's Lava short [heavy sigh]Browse some volunteer research positions, for fack's sake! It could change your life. Thanks so much and stay tuned for hot zookeeper gossip next week. I love you.       "
  },
  {
    "title": "Ologies podcast is out!",
    "time": "September  3, 2017",
    "link": "https://www.alieward.com/ologies/2017/9/3/ologies-podcast-coming-soon",
    "img": "https://static1.squarespace.com/static/5998d8226f4ca3396027aae2/t/59ac2796893fc0f529ccdb4b/1504454560887/Ologies+Art.jpg",
    "desc": "Click here to listen to a preview of Ologies with Alie Ward and subscribe to get the first episodes. Coming soon: volcanology, paleontology, cosmetology, gemology and more. It'll be stupid but in a good way. "
  }
]
